/* Add Bookmark */
"Add Bookmark" = "Voeg Bladwijzer Toe";

/* Bookmarks */
"Bookmarks" = "Bladwijzers";

/* Can't find host */
"Can't find host" = "Kan host niet vinden";

/* Cancel */
"Cancel" = "Annuleer";

/* Clear */
"Clear" = "Wis";

/* Clear History */
"Clear History" = "Wis Geschiedenis";

/* Database Error */
"Database Error" = "Database Fout";

/* Edit */
"Edit" = "Wijzig";

/* Error */
"Error" = "Fout";

/* Error: No Internet Connection */
"Error: No Internet Connection" = "Fout: Geen Internet Verbinding";

/* History */
"History" = "Geschiedenis";

/* Loading... */
"Loading..." = "Laden...";

/* Set Language */
"Set Language" = "Kies Taal";

/* This application requires internet access. */
"This application requires internet access." = "Deze applicatie vereist een internet verbinding.";

/* Wikipedia could not be located. Please check your internet connection. */
"Wikipedia could not be located. Please check your internet connection." = "Wikipedia werd niet gevonden. Controleer uw internet verbinding.";

